Repository: Kruemel73/DiamondArtCreator
Catalog: dac.win/Properties/Resources.*.resx
Languages: fr_fr

# QuestionSavePalettesBeforeClosing
source: Save changes?
fr_fr: Enregistrer les modifications précédentes ?

# FileSavingToExcelLabel
source: Save preview as Excel file...
fr_fr: Enregistrer le modèle en tant que fichier Excel...

# FileMenuName
source: File
fr_fr: dossier

# MessagePaletteSavedTo
source: Color palette saved as {0}
fr_fr: Palette de couleurs enregistrée en tant que fichier {0}

# HintHomeButtonFeedback
source: Write an Email in your standard email program
fr_fr: Ouvrir l'e-mail de commentaires sur le produit dans le programme de messagerie par défaut

# FileFilterPDF
source: PDF Document(*.pdf)|*.pdf
fr_fr: Document PDF(*.pdf)|*.pdf

# RegoWrongInfo
source: Registry key does not match username. Please check and try again.
fr_fr: La clé d'enregistrement ne correspond pas au nom d'utilisateur. Veuillez vérifier les deux et réessayer.

# ErrorSaveSchema
source: Error while saving template to file.
fr_fr: Erreur lors de l'enregistrement du modèle dans le fichier.

# ErrorCannotSaveFile
source: Cannot save selected file.
fr_fr: Impossible d'enregistrer dans le fichier sélectionné.

# FileFilterImage
source: {0} Template image(*.{1})|*.{1}
fr_fr: {0} modèle d'image (*.{1})|*.{1}

# DialogHintAddNewThread
source: Choose a new color to add to the used color palette
fr_fr: Choisissez une nouvelle couleur à ajouter à la palette de couleurs utilisée

# WizardLoadSourceImageInsteadOfScheme
source: Template {0} was created from image {1}. Would you like to use this instead?
fr_fr: Le modèle {0} a été créé à partir de l'image {1}. Souhaitez-vous l'utiliser à la place ?

# PrintPreviewZoomAuto
source: [automatic]
fr_fr: [Automatiquement]

# HintHomeButtonRegister
source: Open registry window
fr_fr: Ouvrir la fenêtre d'inscription

# FileFilterImages
source: Image files|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.dac
fr_fr: Fichiers image|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.dac

# ImageInfoCaption
source: Template settings
fr_fr: paramètres du modèle

# RoundEtikett
source: Round labels page
fr_fr: Page Étiquettes rondes

# RegoCancelledRefundedInfo
source: Invalid registration key. Please use a different key. If there is an error, please contact support.
fr_fr: Clé d'enregistrement invalide. Veuillez utiliser une clé différente. S'il y a une erreur, veuillez contacter le support.

# TicTacEtikett
source: TicTac labels page
fr_fr: Page étiquettes TicTac

# UnsavedImageDescription
source: No Name
fr_fr: Sans nom

# PrintPageNo
source: Page {0} of {1}
fr_fr: Page {0} sur {1}

# ErrorSavePdf
source: Error while exporting to PDF document.
fr_fr: Erreur lors de l'exportation en tant que document PDF.

# RegoThankyou
source: Thank you for registering Diamond Art Creator!
fr_fr: Merci d'avoir enregistré Diamond Art Creator !

# FileFilterPalette
source: Color palette (* .thread) | * .thread | Comma-separated file (* .csv) | * .csv
fr_fr: Palette de couleurs (*.thread)|*.thread|Fichier délimité par des virgules (*.csv)|*.csv

# LabelVersion
source: Version {0}
fr_fr: libérer {0}

# MessageNoUpdatesAvailable
source: This file is current.
fr_fr: Cette version est actuelle.

# PrintSavingToPdf
source: Save as PDF
fr_fr: Enregistre au format PDF

# ErrorCheckForUpdates
source: Error while checking for updates {0}
fr_fr: Erreur lors de la vérification des mises à jour. Erreur : {0}

# DialogHintSelectBackgroundThread
source: Choose a color to fill the area
fr_fr: Choisissez une couleur pour remplir la zone découpée

# HintOptionsReset
source: Reset all settings
fr_fr: Réinitialiser tous les réglages

# WizardLoadImage
source: Load image
fr_fr: Charger image

# FileFilterAllPalettes
source: All color palette files (*.thread, *.csv)|*.thread;*.csv
fr_fr: Tous les fichiers de palette de couleurs (*.thread, *.csv)|*.thread;*.csv

# ManagePalettes
source: Manage color palettes...
fr_fr: Gérer les palettes de couleurs...

# QuestionSaveBeforeClosing
source: Save changes?
fr_fr: Enregistrer les modifications précédentes ?

# Deckblatt
source: Cover sheet
fr_fr: Feuille de couverture

# HintHomeButtonTwitter
source: Open Twitter page for DAC
fr_fr: Ouvrez la page Twitter du CAD

# ErrorCannotOpenFile
source: Cannot open selected file.
fr_fr: Impossible d'ouvrir le fichier sélectionné.

# LabelsSelectedSymbolsCount
source: {0} of {1} symbols selected
fr_fr: {0} symboles sur {1} sélectionnés

# ErrorSelectedPaletteNameAlreadyUsed
source: Name already used for another color palette.
fr_fr: Nom déjà utilisé pour une autre palette de couleurs.

# QuestionDeletePalette
source: Do you really want to delete this color palette?
fr_fr: Voulez-vous vraiment supprimer la palette de couleurs ?

# FileFilterThumbnail
source: {0} Preview image (*.{1})|*.{1}
fr_fr: {0} image d'aperçu (*.{1})|*.{1}

# HintHomeButtonLinkedIn
source: Open LinkedIn-Page
fr_fr: Ouvrir la page LinkedIn du programmeur

# QuestionSaveBeforeBackToWizard
source: Save changes?
fr_fr: Enregistrer les modifications précédentes ?

# ImageInfoTooltip
source: {0}x{1} stones, {2} colors
fr_fr: {0}x{1} briques, {2} couleurs

# ErrorCannotDeletePaletteFile
source: Cannot delete selected color palette.
fr_fr: Impossible de supprimer le fichier de la palette de couleurs sélectionnée.

# FileFilterExcel
source: Excel 2007 Document (*.xlsx)|*.xlsx
fr_fr: Document Excel 2007 (*.xlsx)|*.xlsx

# FileFilterSAE
source: Diamond Art Creator Template(*.dac)|*.dac
fr_fr: Modèle de créateur d'art de diamant (*.dac)|*.dac

# RegoRegisteredTo
source: Registered for {0}
fr_fr: Inscrit pour {0}

# CaptionDeletePalette
source: Delete user color palette
fr_fr: Supprimer la palette de couleurs de l'utilisateur

# FileSavingToExcel
source: Save as Excel file
fr_fr: Enregistrer en tant que fichier Excel

# SaeFileDescription
source: Diamond Art Creator template file
fr_fr: Modèle de document Diamond Art Creator

# RegoTrialDaysLeft
source: {0} days left to test the programm
fr_fr: {0} jours restants pour tester le programme

# ImageInfoLabel
source: File: {0} Size: {1}x{2} Stones Size: {3}x{4} cm Color palette: {5} Colors: {6}
fr_fr: Fichier : {0} Taille : {1}x{2} briques Taille : {3}x{4} cm Palette de couleurs : {5} Couleurs : {6}

# QueryEnterNewPaletteName
source: Set a name for color palette:
fr_fr: Saisissez un nom pour la palette de couleurs :

# InfoRestartToChangeLanguage
source: Please restart program to activate selected language.
fr_fr: Veuillez redémarrer le programme pour activer la langue sélectionnée.

# QuestionSaveBeforeReturning
source: Save changes?
fr_fr: Enregistrer les modifications précédentes ?

# LinkLabelNewVersionAvailable
source: A new version is available...
fr_fr: Nouvelle version disponible...

# RegoTrialVersion
source: Test period
fr_fr: période d'essai

# ErrorWrongFileFormat
source: File format is not supported.
fr_fr: Le format de fichier n'est pas pris en charge.

# HintHomeButtonWeb
source: Open homepage of DAC in your standard browser
fr_fr: Ouvrir la page d'accueil DAC dans le navigateur standard

# HintHomeButtonFacebook
source: Open Facebook page
fr_fr: Ouvrir la page Facebook

# CreatePreview
source: Creating print preview
fr_fr: L'aperçu avant impression créera
