Repository: Kruemel73/DiamondArtCreator
Catalog: dac.win/UserControls/SchemeUserControl.*.resx
Languages: fr_fr

# labelFileInfo.Text
source: File: {0} Size: {1}x{2} stones Size: {3}x{4} cm Palette: {5} Colors used: {6}
fr_fr: Fichier : {0} Taille : {1}x{2} briques Taille : {3}x{4} cm Palette de couleurs : {5} Couleurs : {6}

# ribbonOrbMenuItemHome.Text
source: Start
fr_fr: commencer

# ribbonButtonOrbSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonButtonOrbSave.ToolTip
source: Save template
fr_fr: Enregistrer le modèle

# ribbonButtonOrbSaveAs.Text
source: Save as
fr_fr: Enregistrer sous

# ribbonButtonOrbSaveAs.ToolTip
source: Save template as a new file oder in a different format
fr_fr: Enregistre le modèle en tant que nouveau fichier ou dans un autre format

# ribbonButtonOrbPng.Text
source: Save template as PNG image
fr_fr: Enregistrer le modèle en tant qu'image PNG

# ribbonButtonOrbPng.ToolTip
source: Save template and color palette as PNG image
fr_fr: Enregistre le modèle et la table des couleurs en tant que fichier image PNG

# ribbonButtonOrbJpg.Text
source: Save template as JPG image
fr_fr: Enregistrer le modèle en tant qu'image JPG

# ribbonButtonOrbJpg.ToolTip
source: Save template and color palette as JPG image
fr_fr: Enregistre le modèle et la table des couleurs sous forme de fichier image JPG

# ribbonButtonOrbEmf.Text
source: Save template as EMF file
fr_fr: Enregistrer le modèle en tant qu'image EMF

# ribbonButtonOrbEmf.ToolTip
source: Save template and color paletet as EMF file
fr_fr: Enregistre le modèle et la table des couleurs sous forme de fichier EMF

# ribbonButtonOrbThumbnail.Text
source: Save preview as PNG image
fr_fr: Enregistrer l'aperçu en tant qu'image PNG

# ribbonButtonOrbThumbnail.ToolTip
source: Save preview image as PNG file
fr_fr: Enregistre la vignette en tant que fichier image PNG

# ribbonButtonOrbPdf.Text
source: Save as PDF
fr_fr: Enregistrer au format PDF

# ribbonButtonOrbPdf.ToolTip
source: Show options and preview before saving as PDF document
fr_fr: Afficher les options et prévisualiser pour enregistrer en tant que document PDF

# ribbonButtonOrbXls.Text
source: Export to Excel
fr_fr: Exporter vers Excel

# ribbonButtonOrbXls.ToolTip
source: Export template to Excel file
fr_fr: Exporter le modèle vers un document Excel

# ribbonOrbMenuItemSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonOrbMenuItemPrint.Text
source: Page preview
fr_fr: vue de côté

# ribbonOrbMenuItemPrint.ToolTip
source: Show print preview
fr_fr: Afficher l'aperçu avant impression du modèle

# ribbonMenuManagePalettes.Text
source: Manage color palettes
fr_fr: Gérer les palettes de couleurs

# ribbonMenuManagePalettes.ToolTip
source: Manage color palettes
fr_fr: Gérer les palettes de couleurs

# menuItemLanguageEn.Text
source: English
fr_fr: Anglais

# ribbonMenuItemLanguage.Text
source: Language
fr_fr: Langue

# ribbonOrbMenuItemOptions.Text
source: Options
fr_fr: choix

# ribbonOrbMenuItemOptions.ToolTip
source: Show options dialog to configure DAC
fr_fr: Afficher la fenêtre des paramètres pour configurer le DAC

# ribbonOrbMenuItemCheckForUpdates.Text
source: Search for udpates
fr_fr: À la recherche de mises à jour

# ribbonMenuRegister.Text
source: Register
fr_fr: enregistrer

# ribbonMenuRegister.ToolTip
source: Opens dialog to register or to get information about buying
fr_fr: Ouvre la fenêtre d'inscription ou d'informations sur l'achat

# ribbonOrbMenuItemAbout.Text
source: About
fr_fr: au dessus

# ribbonOrbOptionButtonExit.Text
source: Close
fr_fr: Finir

# buttonHome.Text
source: Home
fr_fr: Domicile

# buttonHome.ToolTip
source: Back to main page
fr_fr: Retour à la page d'accueil

# buttonBackToWizard.Text
source: < Assistent
fr_fr: <adjoint

# buttonBackToWizard.ToolTip
source: Back to assistent to change template settings
fr_fr: Revenir à l'assistant pour modifier les paramètres

# buttonSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# buttonSave.ToolTip
source: Save template
fr_fr: Enregistrer le modèle

# buttonSaveAs.Text
source: Save as
fr_fr: Enregistrer sous

# buttonSaveAs.ToolTip
source: Save template in new file oder different format
fr_fr: Enregistrer le modèle dans un nouveau fichier ou un format différent

# buttonPdfPreview.Text
source: Save as PDF
fr_fr: Enregistrer au format PDF

# buttonPdfPreview.ToolTip
source: Show options and preview before saving as PDF
fr_fr: Afficher les options et prévisualiser pour enregistrer au format PDF

# ribbonPanelScheme.Text
source: Template
fr_fr: modèle

# buttonPrint.Text
source: Preview
fr_fr: Aperçu

# buttonPrint.ToolTip
source: Show print preview for color palette
fr_fr: Afficher l'aperçu avant impression pour la table des couleurs

# ribbonTabHome.Text
source: Start page
fr_fr: Page d'accueil

# buttonViewSymbols.Text
source: Symbols
fr_fr: symboles

# buttonViewDark.Text
source: White Symbols
fr_fr: Icônes blanches

# buttonViewColoredSymbols.Text
source: Colored Symbols
fr_fr: Icônes colorées

# buttonViewHalfTone.Text
source: Half tone
fr_fr: demi-teinte

# buttonViewFull.Text
source: Complete
fr_fr: Complètement

# buttonViewColors.Text
source: Colors
fr_fr: Couleurs

# buttonViewCross.Text
source: Stone preview
fr_fr: Aperçu des pierres

# upDownGridCellSize.ToolTip
source: Zoom in %
fr_fr: Zoom %

# checkBoxGridRulers.Text
source: Show rulers
fr_fr: Afficher règle

# checkBoxGridRulers.ToolTip
source: Show rulers with column and row numbers
fr_fr: Afficher les règles avec les numéros de colonne et de ligne

# checkBoxGridLines.Text
source: Show lines
fr_fr: Afficher lignes

# checkBoxGridLines.ToolTip
source: Show grid lines
fr_fr: Afficher les lignes de la grille

# ribbonButtonGridSettings.Text
source: Grid settings
fr_fr: Réglage de la grille

# ribbonPanelGrid.Text
source: Template
fr_fr: modèle

# ribbonTabView.Text
source: View
fr_fr: Avis

# buttonUndo2.Text
source: Undo
fr_fr: Défait

# buttonRedo2.Text
source: Redo
fr_fr: Répéter

# ribbonPanelUndo2.Text
source: Undo
fr_fr: Défait

# buttonThreadsShowAll.Text
source: Show all
fr_fr: Afficher tout

# buttonThreadsShowAll.ToolTip
source: Show all colors in preview
fr_fr: Aperçu de toutes les couleurs

# buttonThreadsHideAll.Text
source: Hide all
fr_fr: Cacher tout

# buttonThreadsHideAll.ToolTip
source: Hide all colors in template
fr_fr: Masquer toutes les couleurs dans le modèle

# buttonThreadsShowSelected.Text
source: Show selection
fr_fr: afficher sélection

# buttonThreadsShowSelected.ToolTip
source: Show selected colors in template
fr_fr: Afficher les couleurs sélectionnées dans le modèle

# buttonThreadsHideSelected.Text
source: Hide selection
fr_fr: Masquer la sélection

# buttonThreadsHideSelected.ToolTip
source: Hide selected colors in template
fr_fr: Masque les couleurs sélectionnées dans le modèle

# ribbonPanelThreadsVisibility.Text
source: Show
fr_fr: Attaquer en justice

# buttonChangeThreadSymbol.Text
source: Change symbols
fr_fr: symbole changement

# buttonChangeThreadSymbol.ToolTip
source: Change symbol for selected stone
fr_fr: Changer le symbole de la pierre sélectionnée

# buttonChangeThreadColor.Text
source: Change color
fr_fr: changer couleur

# buttonChangeThreadColor.ToolTip
source: Replace all stones of selected color with different color
fr_fr: Remplacer toutes les pierres de la couleur sélectionnée par d'autres couleurs

# buttonAddThread.Text
source: Add color
fr_fr: ajouter couleur

# buttonAddThread.ToolTip
source: Add color to used set
fr_fr: Ajouter une nouvelle couleur à l'ensemble utilisé

# buttonRemoveThread.Text
source: Delete color
fr_fr: supprimer couleur

# buttonRemoveThread.ToolTip
source: Delete unused colors
fr_fr: Supprimer les couleurs inutilisées

# ribbonPanelChangeThread.Text
source: Color
fr_fr: Couleur

# buttonMergeThreads.Text
source: Merge
fr_fr: fusionner

# buttonMergeThreads.ToolTip
source: Choose new color to replace selected color
fr_fr: Choisissez une nouvelle couleur pour remplacer la couleur sélectionnée

# ribbonPanelThreads.Text
source: Colors
fr_fr: Couleurs

# buttonManagePalettes.Text
source: Manage
fr_fr: Administrer

# buttonManagePalettes.ToolTip
source: Manage color palettes
fr_fr: Gérer les palettes de couleurs

# ribbonButtonOwnSymbolsColorLoad.Text
source: Load
fr_fr: Charge

# ribbonButtonOwnSymbolsColorSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonButtonManageSymbolPerColor.Text
source: Manage
fr_fr: Administrer

# ribbonPanelOwnSymbols.Text
source: own Symbols/Color
fr_fr: icône/couleur personnalisée

# ribbonButtonOwnSymbols.Text
source: Load
fr_fr: Charge

# ribbonButtonOwnSymbolManager.Text
source: Manage
fr_fr: Administrer

# ribbonPanel1.Text
source: own Symbols
fr_fr: propres symboles

# ribbonTabThreads.Text
source: Colors
fr_fr: Couleurs

# buttonUndo.Text
source: Undo
fr_fr: Défait

# buttonRedo.Text
source: Redo
fr_fr: Répéter

# ribbonPanelUndo.Text
source: Undo
fr_fr: Défait

# buttonDrawNone.Text
source: Move
fr_fr: Bouge toi

# buttonDrawNone.ToolTip
source: Use your mouse to move template
fr_fr: Utilisez la souris pour déplacer le modèle

# buttonDrawPencil.Text
source: Pen
fr_fr: Stylo

# buttonDrawPencil.ToolTip
source: Fill a cell with selected color
fr_fr: Peindre une cellule avec la couleur sélectionnée

# buttonDrawFill.Text
source: Fill
fr_fr: Compléter

# buttonDrawFill.ToolTip
source: Fill an area with a selected color
fr_fr: Remplir une zone de même couleur avec la couleur sélectionnée

# buttonDrawSelectAll.Text
source: Select all
fr_fr: Tout sélectionner

# buttonDrawSelectAll.ToolTip
source: Select whole template
fr_fr: Sélectionnez le modèle entier

# buttonDrawSelect.Text
source: Choose
fr_fr: Choisir

# buttonDrawSelect.ToolTip
source: Choose a rectangular area in the template
fr_fr: Choisissez une zone rectangulaire dans le modèle

# ribbonPanelMode.Text
source: Modus
fr_fr: mode

# buttonCut.Text
source: Cut
fr_fr: découper

# buttonCut.ToolTip
source: Cut out selected area and put it on the clipboard
fr_fr: Découpez la zone sélectionnée et placez-la dans le presse-papiers

# buttonCopy.Text
source: Copy
fr_fr: Copie

# buttonCopy.ToolTip
source: Copy selected area in clipboard
fr_fr: Copier la zone sélectionnée dans le presse-papiers

# buttonPaste.Text
source: Insert
fr_fr: Insérer

# buttonPaste.ToolTip
source: Insert clipboard
fr_fr: Coller depuis le presse-papiers

# ribbonPanelSelect.Text
source: Selection
fr_fr: sélection

# ribbonTabDraw.Text
source: Draw
fr_fr: Dessiner

# ribbonButtonSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonButtonSaveAs.Text
source: as...
fr_fr: comme...

# ribbonPanelSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonPanelSaveImage.Text
source: Save preview as image
fr_fr: Enregistrer le modèle en tant qu'image

# ribbonButtonSaveThumbnail.Text
source: Thumbnail
fr_fr: la vignette

# ribbonPanelSaveThumpnail.Text
source: Save thumbnail
fr_fr: Enregistrer la vignette du modèle

# ribbonPanelExport.Text
source: Export
fr_fr: Exportation

# ribbonButtonExcel.Text
source: Legend
fr_fr: légende des couleurs

# ribbonButtonExcelScheme.Text
source: Template
fr_fr: modèle

# ribbonPanelSteinchenliste.Text
source: to Excel
fr_fr: exceller

# ribbonTabSave.Text
source: Save
fr_fr: Enregistrer sur ordinateur

# ribbonButtonAbout.Text
source: About
fr_fr: au dessus

# ribbonButtonRegister.Text
source: Register
fr_fr: enregistrer

# ribbonButtonUpdate.Text
source: Update
fr_fr: mises à jour

# ribbonButtonOptions.Text
source: Options
fr_fr: Les paramètres

# ribbonTabMisc.Text
source: Options
fr_fr: Les paramètres

# buttonPrintBack.Text
source: Back
fr_fr: Revenir

# buttonPrintBack.ToolTip
source: Back to last screen
fr_fr: Revenir à l'écran précédent

# comboBoxPrinter.Text
source: Printer
fr_fr: Imprimante

# comboBoxPrinter.ToolTip
source: Target printer
fr_fr: imprimante cible

# checkboxSquare.Text
source: Square
fr_fr: Carré

# checkboxRound.Text
source: Round
fr_fr: Environ

# upDownPrintCellSize.Text
source: Size of stones in mm
fr_fr: Taille de pierre en mm

# upDownPrintCellSize.ToolTip
source: Size of stones in mm
fr_fr: Taille de pierre en mm

# buttonPrintCellSizeMm.Text
source: Mm
fr_fr: millimètre

# buttonPrintCellSizeMm.ToolTip
source: Set size in mm
fr_fr: Spécifie la taille en millimètres

# buttonPrintCellSizeInch.Text
source: Inch
fr_fr: pouce

# buttonPrintCellSizeInch.ToolTip
source: Set size in inch
fr_fr: Spécifie la taille en pouces

# comboBoxCellSizeUnits.Text
source: Unit
fr_fr: Unité

# comboBoxCellSizeUnits.ToolTip
source: Set unit for cell size
fr_fr: Spécifie l'unité de taille pour la taille de cellule

# buttonPageSettings.Text
source: Page settings
fr_fr: page de configuration

# buttonPageSettings.ToolTip
source: Opens window to set page size, alignment and margins
fr_fr: Ouvre la fenêtre pour définir la taille, l'orientation et les marges de la page

# ribbonPanelPrintSettings.Text
source: Options
fr_fr: Les paramètres

# buttonPreview.Text
source: Print preview
fr_fr: aperçu avant impression

# buttonPreview.ToolTip
source: Show print preview on screen
fr_fr: Afficher l'aperçu avant impression à l'écran

# upDownPreviewPage.ToolTip
source: Preview page number
fr_fr: Aperçu du numéro de page

# ribbonButton1.Text
source: Auto
fr_fr: Automatiquement

# comboBoxPreviewZoom.ToolTip
source: Preview zoom, "auto" shows complete page
fr_fr: Zoom de prévisualisation, "Auto" affiche la page entière

# buttonSaveToPdf.Text
source: Save as PDF
fr_fr: Enregistrer au format PDF

# buttonSaveToPdf.ToolTip
source: Save template as PDF document
fr_fr: Enregistre le modèle en tant que document PDF

# buttonPrintPrint.Text
source: Print
fr_fr: Imprimer

# buttonPrintPrint.ToolTip
source: Print all or selected page to target printer
fr_fr: Imprime toutes les pages ou une page sélectionnée vers l'imprimante de destination

# ribbonTabPrint.Text
source: Print
fr_fr: Imprimer

# ribbon.Text
source: Ribbon
fr_fr: Ruban

# menuItemLanguageRu.Text
source: Russia
fr_fr: russe

# menuItemLanguageUa.Text
source: Ukrainian
fr_fr: ukrainien

# btnPDFSettings.Text
source: Options
fr_fr: ajuster les paramètres

# checkBoxCutLines.Text
source: Cutting lines
fr_fr: lignes de coupe

# ribbonButtonRemoveLess.Text
source: Remove stones <
fr_fr: Enlever les pierres <

# buttonLegend.Text
source: Color from template
fr_fr: Couleur du modèle
