Repository: Kruemel73/DiamondArtCreator
Catalog: dac.win/UserControls/WizardUserControl.*.resx
Languages: fr_fr

# tabPageSourceImage.Text
source: Source image
fr_fr: image source

# buttonLoad.Text
source: Open
fr_fr: Ouvrir

# buttonLoad.ToolTip
source: Load the image to be converted into a template
fr_fr: Charger une image à convertir en modèle

# ribbonPanelImage.Text
source: Image
fr_fr: photo

# buttonRotateCCW.Text
source: Turn left
fr_fr: Tournez à gauche

# buttonRotateCCW.ToolTip
source: Turn image counterclockwise
fr_fr: Faire pivoter l'image dans le sens antihoraire

# buttonRotateCW.Text
source: Turn right
fr_fr: Tournez à droite

# buttonRotateCW.ToolTip
source: Turn image clockwise
fr_fr: Faire pivoter l'image dans le sens des aiguilles d'une montre

# buttonFlipH.Text
source: Flip horizontal
fr_fr: Inclinez horizontalement

# buttonFlipH.ToolTip
source: Flip image horizontal
fr_fr: Retourner l'image horizontalement (de gauche à droite)

# buttonFlipV.Text
source: Flip vertical
fr_fr: Retourner verticalement

# buttonFlipV.ToolTip
source: Flip image vertically
fr_fr: Retourner l'image verticalement (de haut en bas)

# buttonRect.ToolTip
source: Cuts image in a rectangular area
fr_fr: Recadre l'image dans une zone rectangulaire

# buttonArc.Text
source: Circle
fr_fr: Cercle

# buttonArc.ToolTip
source: Cut out elliptical / circular area
fr_fr: Découper une zone elliptique/circulaire

# ribbonPanelCrop.Text
source: Cropping
fr_fr: recadrer

# ribbonButtonImageEdit.Text
source: Edit picture
fr_fr: Éditer l'image

# ribbonPanelEditor.Text
source: Overlay Editor
fr_fr: Éditeur de superposition

# ribbonTabSourceImage.Text
source: Source image
fr_fr: image source

# tabPageResultImage.Text
source: Finished template
fr_fr: Modèle prêt

# tabPageSymbols.Text
source: Symbols
fr_fr: symboles

# tabPagePreview.Text
source: Preview template
fr_fr: Aperçu du modèle

# ribbonCheckBoxSquare.Text
source: Square
fr_fr: Carré

# ribbonCheckBoxRound.Text
source: Round
fr_fr: Environ

# ribbonCheckBoxBuegelperlen.Text
source: Fuse beads
fr_fr: fusible perles

# ribbonPanelStones.Text
source: Form
fr_fr: forme

# ribbonPanelBuegelperlen.Text
source: Fuse beads
fr_fr: perles à repasser

# ribbonLabelUsedPlates.Text
source: Count plates:
fr_fr: non. Plaques :

# ribbonUpDownPlateHeight.Text
source: Height
fr_fr: Hauteur

# ribbonUpDownPlateWidth.Text
source: Width
fr_fr: Large

# ribbonPanelStiftplatten.Text
source: Stickplate size
fr_fr: panneaux perforés de taille

# ribbonCheckBoxStones.Text
source: Stones
fr_fr: des pierres

# ribbonLabelUnit.Text
source: Unit
fr_fr: unité

# upDownStitchesPerUnit.Text
source: Stones per Unit
fr_fr: pierres par unité

# upDownStitchesPerUnit.ToolTip
source: Stones per centimeter
fr_fr: Nombre de pierres par centimètre

# upDownWidth.Text
source: Width
fr_fr: Large

# upDownWidth.ToolTip
source: Templete width
fr_fr: largeur du modèle

# upDownHeight.Text
source: Height
fr_fr: Hauteur

# upDownHeight.ToolTip
source: Template height
fr_fr: hauteur du gabarit

# checkBoxFixAspect.Text
source: Adjust size ratio
fr_fr: Ajuster le rapport de taille

# checkBoxFixAspect.ToolTip
source: Adjust size ratio when size is changed
fr_fr: Ajuste le format d'image lorsqu'une spécification de taille est modifiée

# ribbonPanelSize.Text
source: Size
fr_fr: Taille

# comboBoxKit.Text
source: Color palette
fr_fr: palette de couleurs

# comboBoxKit.ToolTip
source: Color palette which is used to generate template
fr_fr: Palette de couleurs utilisée lors de la création du modèle

# upDownMaxColors.Text
source: Max. colors
fr_fr: Couleurs maximales

# upDownMaxColors.ToolTip
source: Maximum number of colors to be used in the template. Colors actually used can be lower than this value.
fr_fr: Nombre maximum de couleurs à utiliser dans le modèle. Les couleurs réelles utilisées peuvent être inférieures à cette valeur.

# ribbonLabelTrulyCount.Text
source: Probably used colors:
fr_fr: Couleurs attendues utilisées :

# ribbonPanelColors.Text
source: Colors
fr_fr: Couleurs

# ribbonTabResultImage.Text
source: Image preview
fr_fr: Aperçu l'image

# comboBoxResizeFilter.Text
source: Dither
fr_fr: mise au point douce

# comboBoxResizeFilter.ToolTip
source: Dither filter
fr_fr: Filtre de flou

# upDownDither.Text
source: Dither strength
fr_fr: Force du flou

# upDownDither.ToolTip
source: Strength of the dither, which indicates how soft the color transitions are displayed.
fr_fr: Intensité du flou, qui spécifie la douceur des transitions de couleur affichées.

# ribbonPanelAdvImage.Text
source: Image
fr_fr: photo

# comboBoxColorsSubstitute.Text
source: Change colors
fr_fr: échanger couleurs

# comboBoxColorsSubstitute.ToolTip
source: Color comparison and exchange
fr_fr: Comparaison et échange de couleurs

# checkBoxEnsureBlackAndWhite.Text
source: Insert black and white
fr_fr: Ajouter du noir et blanc

# checkBoxEnsureBlackAndWhite.ToolTip
source: Make sure that black and white colors are used in a reduced color palette
fr_fr: Assurez-vous que les couleurs noir et blanc sont utilisées dans une palette réduite

# ribbonPanelAdvColor.Text
source: Colors
fr_fr: Couleurs

# ribbonTabAdvanced.Text
source: Extended
fr_fr: Avancée

# comboBoxSymbols.Text
source: Symbols
fr_fr: symboles

# comboBoxSymbols.ToolTip
source: Symbol true type font in template
fr_fr: Police d'icône dans le modèle

# labelSelectedNo.Text
source: 0 of 0 selected
fr_fr: 0 de 0 sélectionné

# checkBoxDigits.Text
source: Digits
fr_fr: chiffres

# checkBoxDigits.ToolTip
source: Include digits
fr_fr: Y compris les chiffres

# checkBoxLetters.Text
source: Letters
fr_fr: Des lettres

# checkBoxLetters.ToolTip
source: Include letters
fr_fr: inclure des lettres

# checkBoxSymbols.Text
source: Symbols
fr_fr: symboles

# checkBoxSymbols.ToolTip
source: include Symbols
fr_fr: Inclure des symboles

# ribbonPanelSymbols.Text
source: Symbols
fr_fr: symboles

# buttonRandom.Text
source: Random
fr_fr: Par coïncidence

# buttonRandom.ToolTip
source: Choose random symbols
fr_fr: Choisissez des symboles aléatoires

# buttonClear.Text
source: Empty
fr_fr: À vider

# buttonClear.ToolTip
source: Empty selected area
fr_fr: Vider la zone sélectionnée

# ribbonPanelSymbolsSelect.Text
source: Choose
fr_fr: Choisir

# ribbonButtonSaveSymbols.Text
source: save Symbols
fr_fr: Enregistrer les icônes

# ribbonButtonSaveSymbols.ToolTip
source: Save choosen symbols
fr_fr: Enregistrer les symboles sélectionnés (S)

# ribbonPanel1.Text
source: Symbols
fr_fr: symboles

# ribbonTabSymbols.Text
source: Symbols
fr_fr: symboles

# buttonSymbols.Text
source: Symbols
fr_fr: symboles

# buttonWhiteSymbols.Text
source: White symbols
fr_fr: Icônes blanches

# buttonColorSymbols.Text
source: Colored Symbols
fr_fr: Icônes colorées

# buttonHalfTone.Text
source: Half tone
fr_fr: demi-teinte

# buttonFull.Text
source: Complete
fr_fr: Complètement

# buttonColors.Text
source: Colors
fr_fr: Couleurs

# buttonCross.Text
source: Stones preview
fr_fr: Aperçu des pierres

# upDownCellSize.ToolTip
source: Zoom in %
fr_fr: Zoom %

# checkBoxRulers.Text
source: Rulers
fr_fr: dirigeants

# checkBoxRulers.ToolTip
source: Show rulers with coloums and row numbers
fr_fr: Afficher les règles avec les numéros de colonne et de ligne

# checkBoxLines.Text
source: Lines
fr_fr: lignes

# checkBoxLines.ToolTip
source: Show grid
fr_fr: Afficher les lignes de la grille

# ribbonPanelSheme.Text
source: Template
fr_fr: modèle

# ribbonTabPreview.Text
source: Preview template
fr_fr: Aperçu du modèle

# buttonCancel.Text
source: Cancel
fr_fr: Interrompre

# buttonNext.Text
source: Complete
fr_fr: Compléter

# buttonCm.ToolTip
source: Set size of template in cm
fr_fr: Spécifiez la taille du modèle en centimètres

# buttonInches.ToolTip
source: Specifies the size in inches
fr_fr: Indique la taille en pouces

# buttonStitches.ToolTip
source: Specifies size in stones
fr_fr: Indique la taille en pierres

# comboBoxUnits.Text
source: Unit
fr_fr: unité de taille

# comboBoxUnits.ToolTip
source: Unit in which the size of the template is calculated
fr_fr: Unité dans laquelle la taille du modèle est calculée

# ribbonPanel2.Text
source: Edit picture
fr_fr: Éditer l'image
