Repository: Kruemel73/DiamondArtCreator
Catalog: dac.win/Dialogs/PDFSettings.*.resx
Languages: fr_fr

# label1.Text
source: PDF Settings
fr_fr: Paramètres PDF

# checkBoxEtiUmrandung.Text
source: Print border
fr_fr: Frontière

# checkBoxPrintScheme.Text
source: Print template
fr_fr: Modèle d'impression

# checkBoxEtiketten.Text
source: Print labels
fr_fr: Imprimer des étiquettes

# checkBoxDeckblatt.Text
source: Print cover sheet
fr_fr: Imprimer page garde

# buttonOk.Text
source: Save PDF
fr_fr: Enregistrer le PDF

# checkBoxPermitFullQualityPrint.Text
source: Print in high quality
fr_fr: Impression de haute qualité

# checkBoxPermitFormsFill.Text
source: Fill out form fields
fr_fr: Remplir les champs du formulaire

# checkBoxPermitAnnotations.Text
source: Comment
fr_fr: Laissez un commentaire

# checkBoxPermitAccessibilityExtractContent.Text
source: Copying content for accessibility
fr_fr: Copier du contenu pour l'accessibilité

# checkBoxPermitExtractContent.Text
source: Copy content
fr_fr: Copier le contenu

# checkBoxPermitAssembleDocument.Text
source: Document assembly
fr_fr: assemblage de documents

# checkBoxPermitModifyDocument.Text
source: Change document
fr_fr: Modification du document

# checkBoxPermitPrint.Text
source: Print
fr_fr: Imprimer

# labelPictureName.Text
source: Picture name:
fr_fr: Titre de l'image :

# label15.Text
source: PDF password:
fr_fr: Mot de passe PDF :

# label14.Text
source: Owner password:
fr_fr: Mot de passe propriétaire :

# label13.Text
source: Creator:
fr_fr: Créateur:

# labelComapny.Text
source: Company:
fr_fr: Société:

# $this.Text
source: PDF Settings
fr_fr: Paramètres PDF

# cbRundEti.Text
source: Round labels
fr_fr: Étiquettes rondes

# cbTicTac.Text
source: TicTac labels
fr_fr: Étiquettes Tic Tac

# checkBoxMystery.Text
source: Mystery
fr_fr: Mystères

# lblLinks.Text
source: Offset left
fr_fr: Décalage à gauche

# lblOben.Text
source: Offset top
fr_fr: Haut décalé

# buttonCancel.Text
source: Cancel
fr_fr: Interrompre

# gbLines.Text
source: Gridlines
fr_fr: Quadrillage

# gbPDFSettings.Text
source: Additional PDF settings
fr_fr: Paramètres PDF supplémentaires

# gpSymbolSize.Text
source: Size of symbols
fr_fr: Taille des symboles

# gbVorlage.Text
source: Template
fr_fr: Modèle

# gbEtiketten.Text
source: Labels
fr_fr: Étiquettes

# lblMysteryPic.Text
source: Mystery logo
fr_fr: Logo mystère

# cbLine10.Text
source: Double every 10. line
fr_fr: Chaque 10ème ligne double

# cbGitternetz.Text
source: Grid lines
fr_fr: Quadrillage

# cbLineal.Text
source: Ruler
fr_fr: règle

# cbSchnittlinien.Text
source: Cut lines
fr_fr: Lignes de coupe

# cbSymSizeFull.Text
source: Full
fr_fr: Complet

# cbSymSizeNormal.Text
source: Standard
fr_fr: défaut

# cbLegend.Text
source: Legend
fr_fr: Légende

# gbLegendLogo.Text
source: Legend and Logo
fr_fr: Légende et logo

# cbLegendLeft.Text
source: Legend on left
fr_fr: Légende à gauche

# cbWithoutDMC.Text
source: Without DMC
fr_fr: Sans DMC
